tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "cmake"
brew "chezmoi"
brew "deno"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go-task"
brew "goenv"
brew "nvm"
brew "pinentry-mac"
brew "pyenv"
brew "starship"
brew "tfenv"
brew "tree"
brew "zsh"
cask "chromium"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "httpie"
cask "iterm2"
cask "sourcetree"
cask "sublime-text"
cask "visual-studio-code"
vscode "denoland.vscode-deno"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "rust-lang.rust-analyzer"
