tap "benbjohnson/litestream"
tap "ctrlspice/otel-desktop-viewer"
tap "enuesaa/tap"
tap "gabe565/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "localsend/localsend"
tap "michidk/tools"
tap "moonrepo/tap"
tap "tabbyml/tabby"
tap "tailwarden/komiser"
tap "tinygo-org/tools"
tap "ynqa/tap"
tap "yohamta/tap"
brew "act"
brew "libtiff"
brew "jpeg-xl"
brew "awscli"
brew "glib"
brew "chezmoi"
brew "cloudflared"
brew "cmake"
brew "deno"
brew "dive"
brew "fastfetch"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "gh"
brew "gibo"
brew "git"
brew "gitleaks"
brew "glab"
brew "gnupg"
brew "go-task"
brew "goenv"
brew "graphviz"
brew "helm"
brew "httpie", link: false
brew "hugo"
brew "hurl"
brew "jq"
brew "k3d"
brew "kompose"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "mkcert"
brew "neovim"
brew "nss"
brew "nvm"
brew "ollama"
brew "p7zip"
brew "packer"
brew "parquet-cli"
brew "pinentry-mac"
brew "podman"
brew "pyenv"
brew "python@3.10"
brew "rbenv"
brew "redis"
brew "rye"
brew "squid"
brew "sshpass"
brew "starship"
brew "tfenv"
brew "tree"
brew "uv"
brew "vault"
brew "wasm-pack"
brew "wasmtime"
brew "zsh"
brew "benbjohnson/litestream/litestream"
brew "ctrlspice/otel-desktop-viewer/otel-desktop-viewer"
brew "enuesaa/tap/difii"
brew "enuesaa/tap/jsonwith"
brew "enuesaa/tap/pinit"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/nomad"
brew "moonrepo/tap/moon"
brew "tabbyml/tabby/tabby"
brew "tailwarden/komiser/komiser"
brew "tinygo-org/tools/tinygo"
brew "ynqa/tap/jnv"
brew "yohamta/tap/dagu"
cask "1password"
cask "docker"
cask "drawio"
cask "firefox"
cask "firefox@developer-edition"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "httpie"
cask "iterm2"
cask "microsoft-auto-update"
cask "mongodb-compass"
cask "raspberry-pi-imager"
cask "sourcetree"
cask "sublime-text"
cask "tailscale"
cask "visual-studio-code"
cask "vnc-viewer"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "dsznajder.es7-react-js-snippets"
vscode "emilijanmb.sublime-text-4-theme"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jakebecker.elixir-ls"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "mylesmurphy.prettify-ts"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "soutaro.steep-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "zxh404.vscode-proto3"
